Repository: OPUS4/application
Catalog: modules/admin/language/person.tmx
Source language: de
Languages: en

source: Personen
en: Persons

source: Verwaltung von Autoren und anderen Personen.
en: Management of authors and other persons.

source: Admin: Personenverwaltung
en: Admin: Administration of persons

source: Personen-Id:
en: Person Id:

source: Personendaten sind nicht korrekt.
en: person data are not correct.

source: Personendaten sind geändert.
en: person data are updated.

source: Personendaten konnten nicht geändert werden.
en: Person data not updated!

source: Personendaten anzeigen
en: show person data

source: Person zum Dokument hinzufügen
en: Add Person to Document

source: Geboren
en: Born

source: Person hinzufügen
en: Add Person

source: Person editieren
en: Edit Person

source: Dokument Optionen
en: Document Options

source: <p> In diesem Formular können Änderungen an Personen über mehrere Dokumente hinweg vorgenommen werden. Die Personen werden durch den <b>Namen</b>, <b>Vornamen</b> und die Identifikationen (<b>ORCiD</b>, <b>GND</b>, <b>Misc</b>) bestimmt. </p> <p> In den anderen Felder kann einer der vorhandenen Werte ausgesucht oder ein neuer Wert eingegeben werden. </p> <p> Beim Speichern werden die geänderten Werten für alle betroffenen Objekte gesetzt. Die Metadaten von mehreren Dokumenten werden verändert. </p>
en: <p>This form can be used to edit a person across all associated documents, for instance to add an ID like ORCiD to that person.</p> <p>Persons are identified by <b>name</b>, <b>first name</b> and identifiers like <b>ORCiD</b>, <b>GND</b> and <b>Misc</b>. If you change the last name, it will be changed for all person objects matching the original values.</p> <blockquote> If there are 10 documents with an author "John Smith" and "John" is changed to "Jeff", then after saving the form, all 10 documents will have an author "Jeff Smith" instead. </blockquote>

source: Die folgenden Änderungen werden an passenden Personenobjekten vorgenommen. Einzelne Dokumente können von den Änderungen ausgeschlossen werden. Nach dem Speichern werden die ausgewählten Dokumente geändert und das Datum der letzten Änderung wird aktualisiert.
en: The following changes will be made to matching person objects in the database. You can remove the selection from documents to exclude them from the changes. Saving this form will change the selected documents and the time of the last change will be updated (ServerDateModified).

source: Bitte wählen Sie mindestens ein Feld zur Änderung.
en: Please select at least one field for updating.

source: Personenobjekte erfolgreich aktualisiert.
en: Person objects successfully updated.

source: Fehler beim Ändern von mehreren Personenobjekten.
en: Error updating multiple person objects.

source: Keine passende Person gefunden.
en: No matching person was found.

source: Der neue Wert wird hinzugefügt werden.
en: The new value will be added.

source: Mehrere alte Werte werden durch den neuen ersetzt.
en: Multiple old values will be replaced by the new one.

source: Das Feld wird gelöscht werden.
en: The old value will be deleted.

source: Der neue Wert wird den alten ersetzen.
en: The old value will be replaced by the new one.

source: Dieses Feld wird nicht verändert.
en: This field will not be modified.
